/** * 测试数据 * @type {arry} */
/*2021-02-07 10:40:08*/
/*基金或股票信息*/
var fS_name = "易方达蓝筹精选混合";
var fS_code = "005827";
/*近一年收益率*/
var syl_1n = "132.03";
/*近6月收益率*/
var syl_6y = "47.42";
/*近三月收益率*/
var syl_3y = "30.5";
/*近一月收益率*/
var syl_1y = "11.13";
/*业绩评价 ['选股能力', '收益率', '抗风险', '稳定性','择时能力']*/
var Data_performanceEvaluation = {
    "avr": "77.50",
    "categories": ["选证能力", "收益率", "抗风险", "稳定性", "择时能力"],
    "dsc": ["反映基金挑选证券而实现风险\u003cbr\u003e调整后获得超额收益的能力", "根据阶段收益评分，反映基金的盈利能力", "反映基金投资收益的回撤情况", "反映基金投资收益的波动性", "反映基金根据对市场走势的判断，\u003cbr\u003e通过调整仓位及配置而跑赢基金业\u003cbr\u003e绩基准的能力"],
    "data": [80.0, 100.0, 50.0, 50.0, 70.0]
};
/*现任基金经理*/
var Data_currentFundManager = [{
    "id": "30189744",
    "pic": "https://pdf.dfcfw.com/pdf/H8_JPG30189744_1.jpg",
    "name": "张坤",
    "star": 5,
    "workTime": "8年又134天",
    "fundSize": "1255.09亿(5只基金)",
    "power": {
        "avr": "80.34",
        "categories": ["经验值", "收益率", "抗风险", "稳定性", "择时能力"],
        "dsc": ["反映基金经理从业年限和管理基金的经验", "根据基金经理投资的阶段收益评分，反映\u003cbr\u003e基金经理投资的盈利能力", "反映基金经理投资的回撤控制能力", "反映基金经理投资收益的波动", "反映基金经理根据对市场的判断，通过\u003cbr\u003e调整仓位及配置而跑赢业绩的基准能力"],
        "data": [88.80, 96.0, 49.10, 58.50, 84.60],
        "jzrq": "2021-02-05"
    },
    "profit": {
        "categories": ["任期收益", "同类平均", "沪深300"],
        "series": [{
            "data": [{
                "name": null,
                "color": "#7cb5ec",
                "y": 235.0
            }, {
                "name": null,
                "color": "#414c7b",
                "y": 87.21
            }, {
                "name": null,
                "color": "#f7a35c",
                "y": 66.26
            }]
        }],
        "jzrq": "2021-02-05"
    }
}];